[
	{
		"id" : 12,
		"title" : "JobKit",
		"description" : "With today’s competitive job market, many applicants need to apply to an ever increasing number of roles to ultimately land the position they want.\n\nThis process can be arduous over the course of several months so applicants can often lose track of useful information or forget specific details related to a job if they don’t hear back from a company right away.\n\nJobKit was created to organize all of this information in one place for users to leverage and take a more active role in managing their job hunt, ensuring to follow up with the roles they’re the most excited about among many JobKit allows you to actively track job applications and job opportunities you are interested in acquiring.\n\nJobKit is a Full Stack Application utilizing MySQL as the database to store the application details such as multiple contacts and stages of the application process so you never lose the information you receive from the recruiter and hiring company. Express-Handlebars enables the application to display the Job Opportunities and Applications effectively on the browser page.",
		"githubRep" : "https://github.com/wtgibson/job-kit",
		"deployedLink" : "https://job-kit.herokuapp.com",
		"associatedImage" : "assets/images/jobkit.gif",
		"language" : null,
		"createdAt" : "2020-05-07 06:22:16",
		"updatedAt" : "2020-05-07 06:22:16",
		"UserId" : 2
	},
	{
		"id" : 13,
		"title" : "Roastville",
		"description" : "A game for those of us who have always wanted to work in a cafe. For 90 seconds you are challenged to work register and barista. In the register, you take orders from customers based on their request. Careful when you type: You need the item code not name!\n\nAs a barista, you can only work on two orders at a time but it is up to you to decide which orders to work on. You can delete orders if it was accidentally created. Once an order is being made, you can't delete it.\n\nLots of fun and a great way to make some money!",
		"githubRep" : "https://github.com/analoo/roastville",
		"deployedLink" : "https://roastville.herokuapp.com/",
		"associatedImage" : "assets/images/roastville.gif",
		"language" : null,
		"createdAt" : "2020-05-07 06:23:10",
		"updatedAt" : "2020-05-07 06:23:10",
		"UserId" : 2
	},
	{
		"id" : 14,
		"title" : "Pantry Share",
		"description" : "Pantry Share provides a platform where users can find information on where they can access food and enables those with excess resources to share with others in a simple and convenient way. Users seeking resources will see a list of food banks and a map corresponding to the locations. Users will also see data generated by other users and have the opportunity to claim food. Users with excess resources can make new food posts.",
		"githubRep" : "https://github.com/analoo/pantry-share",
		"deployedLink" : "https://analoo.github.io/pantry-share/",
		"associatedImage" : "assets/images/pantry.gif",
		"language" : null,
		"createdAt" : "2020-05-07 06:24:17",
		"updatedAt" : "2020-05-07 06:24:17",
		"UserId" : 2
	},
	{
		"id" : 15,
		"title" : "Math Quiz Generator",
		"description" : "This website generates a 60 seconds addition quiz for users conditioning their brain to become mathematicians. As the user answers questions, a new one appears. When the user is wrong, 5 seconds are deducted from the timer. Once the timer reaches 0, the quiz ends and the user is prompted to enter their name or initials to be added to the leaderboard.",
		"githubRep" : "https://github.com/analoo/math-quiz",
		"deployedLink" : "https://analoo.github.io/math-quiz/",
		"associatedImage" : "assets/images/math-quiz.gif",
		"language" : null,
		"createdAt" : "2020-05-07 06:24:56",
		"updatedAt" : "2020-05-07 06:24:56",
		"UserId" : 2
	},
	{
		"id" : 16,
		"title" : "Weather Dashboard",
		"description" : "This website is a simple weather dashboard that shows current data and a five day forecast. A user can enter a city and new weather data is populated. Previous searches are stored on the left side bar and users can select any of those city elements to see the weather data for that city. This website uses the Open Weather API.",
		"githubRep" : "https://github.com/analoo/weather-app",
		"deployedLink" : "https://analoo.github.io/weather-app/",
		"associatedImage" : "assets/images/weather-dash.gif",
		"language" : null,
		"createdAt" : "2020-05-07 06:33:00",
		"updatedAt" : "2020-05-07 06:33:00",
		"UserId" : 2
	},
	{
		"id" : 17,
		"title" : "Team Profile Generator",
		"description" : "This page enables managers to create team rosters by providing some information. The final output is a beautiful html file called team.html and is saved on the output folder.",
		"githubRep" : "https://github.com/analoo/Team-Profile-Generator",
		"deployedLink" : "#",
		"associatedImage" : "/assets/images/team-generator.png",
		"language" : null,
		"createdAt" : "2020-05-07 06:35:03",
		"updatedAt" : "2020-05-07 06:35:03",
		"UserId" : 2
	}
]
